Repository: CriticalFlaw/TF2HUD.Editor
Catalog: src/HUDEditor/Assets/Resources/Resources.*.resx
Languages: fr_fr

# error_hud_install
source: An error occurred while installing {0}.
fr_fr: Une erreur s’est produite lors de l’installation de {0}.

# error_hud_uninstall
source: An error occurred while uninstalling {0}.
fr_fr: Une erreur s'est produite lors de la désinstallation de {0}.

# error_transparent_vm
source: An error occurred while toggling transparent viewmodels.
fr_fr: Une erreur s’est produite lors de l'activation des "viewmodels" transparents.

# error_unknown_extension
source: Could not recognize file extension '{0}'.
fr_fr: Impossible de reconnaître l'extension de fichier '{0}'.

# info_add_hud
source: Are you sure you want to add a folder to the list of shared HUDs? This will add the folder locally but will not upload the HUD to TF2HUD.Editor's online database.
fr_fr: Êtes-vous sûr de vouloir ajouter un dossier à la liste des HUDs partagés? Ceci ajoutera le dossier localement mais n'enverra pas le HUD sur la base de donnée en ligne de TF2HUD.Editor.

# info_app_update
source: There's a new HUD Editor update available. Would you like to download the latest release?
fr_fr: Une nouvelle version de l'application est disponible. Voulez-vous la télécharger ?

# info_background_override
source: Setting a new background will override the current one. Use the "Reinstall" option to go revert to the default background.
fr_fr: Ajouter un nouvel arrière-plan va remplacer celui déjà présent. Utilisez l'option "Réinstaller" pour revenir à l'arrière-plan par défaut.

# info_game_restart
source: Following changes require the game to be restarted:
fr_fr: Les modifications suivantes nécessitent le redémarrage du jeu:

# info_game_running
source: Unable to continue because Team Fortress 2 is still running. Please close the game then try again.
fr_fr: Impossible de continuer, car Team Fortress 2 est toujours en cours d'exécution. Veuillez fermer le jeu puis réessayer.

# info_hud_reset
source: Are you sure you want to reset all customizations back to their defaults?
fr_fr: Êtes-vous sûr de vouloir réinitialiser toutes les personnalisations par défaut?

# info_hud_update
source: There's a new HUD schema update available. Would you like to restart now to apply the new changes?
fr_fr: Une mise à jour du schéma du HUD est disponible. Souhaitez-vous redémarrer maintenant pour appliquer les nouvelles modifications?

# info_hud_update_none
source: No updates are currently available. Please check back later.
fr_fr: Votre HUD est à jour. Veuillez revérifier plus tard.

# info_path_browser
source: Select your tf/custom directory. If an invalid directory is provided, multiple options will be unavailable.
fr_fr: Sélectionnez votre répertoire "tf/custom". Si un répertoire invalide est désigné, plusieurs options seront indisponibles.

# info_path_invalid
source: The path you have selected does not end with tf/custom. Please try again.
fr_fr: Soit vous avez sélectionné le même répertoire, soit votre sélection ne termine pas par "tf/custom". Veuillez réessayer.

# info_unsupported_hud_found
source: An unsupported HUD was found in the tf/custom folder. Do you want to delete it to continue with the installation?
fr_fr: Un HUD non pris en charge a été trouvé dans tf/custom. Voulez-vous le supprimer pour continuer l'installation ?

# status_applied
source: {0} customizations applied on {1}.
fr_fr: Personnalisations de {0} appliquées le {1}.

# status_installed
source: {0} is installed!
fr_fr: {0} est installé!

# status_installed_not
source: {0} is not installed!
fr_fr: {0} n'est pas installé!

# status_installed_now
source: {0} installation finished on {1}.
fr_fr: Installation de {0} terminée le {1}.

# status_path_notset
source: tf/custom directory is not set!
fr_fr: Le répertoire "tf/custom" n'est pas défini!

# status_reset
source: {0} customizations reset on {1}.
fr_fr: Personnalisations de {0} réinitialisées le {1}.

# tooltip_addhud
source: Add new HUD.
fr_fr: Ajouter un nouveau HUD.

# tooltip_docs
source: Read the documentation.
fr_fr: Lire la documentation du projet.

# tooltip_launch
source: Launch Team Fortress 2.
fr_fr: Lancer Team Fortress 2.

# tooltip_options
source: View options menu.
fr_fr: Afficher le menu des options

# tooltip_refresh
source: Refresh the page.
fr_fr: Actualiser la liste ou recharger les données.

# tooltip_report
source: Report an issue.
fr_fr: Signaler un problème

# ui_apply
source: Apply Changes
fr_fr: Appliquer les modifications

# ui_author
source: Created by: {0}
fr_fr: Créé par: {0}

# ui_browse
source: Browse
fr_fr: Parcourir

# ui_check_updates
source: Auto-update files (Disable if doing local edits)
fr_fr: Check automatiquement les mises à jour.

# ui_clear
source: Clear
fr_fr: Effacer

# ui_clear_cache
source: Clear Cache Files
fr_fr: Vider le cache

# ui_customize
source: Customize
fr_fr: Personnaliser

# ui_directory
source: Change tf/custom path
fr_fr: Définir un répertoire

# ui_install
source: Install
fr_fr: Installer

# ui_persist_xhair
source: Remember crosshair selection
fr_fr: Conserver le réticule

# ui_refresh
source: Check for Updates
fr_fr: Actualiser

# ui_reinstall
source: Reinstall
fr_fr: Réinstaller

# ui_reset
source: Reset Changes
fr_fr: Réinitialisation par défaut

# ui_search
source: Search:
fr_fr: Recherche:

# ui_select
source: Select a HUD
fr_fr: Sélectionne un HUD

# ui_switch
source: Switch HUDs
fr_fr: Changer de HUD

# ui_title
source: TF2 HUD Editor
fr_fr: Éditeur de HUD TF2

# ui_uninstall
source: Uninstall
fr_fr: Désinstaller

# ui_options
source: Options
fr_fr: Réglages

# info_clear_cache
source: This option will delete all local schema and editor data files then restart the app. Would you like to continue?
fr_fr: Êtes-vous sûr de vouloir vider le cache ? Cela supprimera tous les fichiers en cache.

# ui_open_app_file
source: Open App Settings
fr_fr: Ouvrir les paramètres de l'application

# ui_open_user_file
source: Open User Settings
fr_fr: Ouvrir les paramètres utilisateur

# ui_override_path_rule
source: Bypass the tf/custom directory rule
fr_fr: Ignorer la règle de chemin

# ui_splash_initialize
source: Initializing application...
fr_fr: Initialisation...

# ui_splash_schema
source: Loading HUD schemas...
fr_fr: Chargement des schémas de HUD...

# ui_splash_images
source: Downloading and caching images...
fr_fr: Téléchargement des images...

# ui_splash_cancel
source: Cancelling...
fr_fr: Annuler...

# ui_save
source: Save Changes
fr_fr: Enregistrer

# info_ask_restart
source: Please restart the application to apply language change.
fr_fr: Langue modifiée. Veuillez redémarrer l'application pour appliquer les changements.

# ui_language
source: Language:
fr_fr: Langue:

# ui_language_en
source: English
fr_fr: Anglais

# ui_language_fr
source: French
fr_fr: Français

# ui_language_ru
source: Russian
fr_fr: Russe

# ui_language_pt
source: Brazilian Portuguese
fr_fr: Portugais (Brésil)

# ui_language_it
source: Italian
fr_fr: Italien

# ui_language_cn
source: Chinese
fr_fr: Chinois (Simplifié)

# header_error
source: Error
fr_fr: Erreur

# header_warning
source: Warning
fr_fr: Avertissement

# ui_open_log_file
source: Open Latest Logs
fr_fr: Ouvrir le dernier fichier journal
